Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: last year when proposing to translate their
ar: في العام الماضي، اقترحنا ترجمة

source: Introduction to Facebook Activism
ar: مقدمة إلى مذهب الفايس بوك

source: , which we did, he brought up the point that even in Fusha, not all terminology relating to the Internet was commonly understood. We started playing around with ideas for posting a translation and letting people from various regions comment on the termino
ar: التي كتبوها وهو ما قمنا به بالفعل، وطرحوا قضية وألا وهي أنه حتى مع استخدام العربية الفصحى لم تكن كل المصطلحات المتعلقة بالإنترنت مفهومة، وبدأنا الدوران حول أفكار لنشر الترجمة وترك الناس من مختلف المناطق تعلق على المصطلحات المذكورة بها، والحقيقة أن التباين

source: The Case of Lebanon
ar: حالة لبنان

source: In Lebanon, where many people are functional in three languages, Arabic, English, and French, and where we do most of our training, things get even trickier. Many Lebanese spend their entire educational lives in a second language, English or French. While
ar: في لبنان حيث يستخدم الكثير من الناس ثلاث لغات وهي العربية والإنجليزية والفرنسية وهناك نقوم بمعظم الدورات التدريب حيث تصعب الأمور أكثر وأكثر، فمعظم اللبنانيين يمضون حياتهم التعليمية برمتها في استخدام لغة ثانية وهي إما الإنجليزية أو الفرنسية، في حين أنهم بط

source: At a training last year in Jbeil (Byblos), about 45km north of Beirut, we had prepared Arabic-language handouts for our intro presentation on the Social Internet for Social Change. Prior experience doing training outside Beirut had told us that our audien
ar: في إحدى التدريبات العام الماضي في جبيل (بيبلوس) حوالي 45 كيلومتر شمال بيروت، أعددنا مذكرات التدريب باللغة العربية لمقدمة للعرض عن الإنترنت الاجتماعي من أجل التغيير الاجتماعي، وقد أخبرتنا خبراتنا السابقة في إجراء دورات تدريبية خارج بيروت أن الجمهور خارج ال

source: shu haida?
ar: قابلونا بالاندهاش قائلين شو هيدا؟

source: (what's this?)—and were asked to provide the training materials in English.
ar: (ما هذا؟) وطلبوا منا تقديم مواد التدريب باللغة الإنجليزية.

source: Arabization of internet terms can feel almost as foreign to Arabic speakers, it seems, as to those of us who don't know the language at all. Even many translators we work with don't know the Arabic words for technology terms and have done extensive resear
ar: وفيما يبدو أن تعريب مصطلحات الانترنت بمثابة لغة أجنبية للمتكلمين باللغة العربية كما هي بالنسبة لنا الذين لا يعرفون اللغة على الإطلاق، بل إن كثير من المترجمين الذين نعمل معهم لا يعرفون الكلمات العربية للمصطلحات التكنولوجية وقمنا ببحوث موسعة لوضع التعابير ا

source: Fortunately in Jbeil, we were able to provide the materials in English, and ended up giving a kind of hybrid presentation, the spoken part in Lebanese, the written part in Arabic. When the participants posted to the blog they created, it was in English, t
ar: ولحسن الحظ في جبيل، تمكنا من توفير المواد باللغة الإنجليزية وانتهى بنا المطاف تقديم نوعاً من العرض المختلط، التحدث باللبنانية والكتابة بالعربية، وعندما كتب المشاركون في المدونات التي أنشأوها لهذا الغرض، كتبوا باللغة الإنجليزية. (أود أن أشير إلى أن هذا ليس

source: Where are the Arabic Web fonts?
ar: أين الخط العربي على الإنترنت؟

source: Another issue is Arabic fonts on the web. I'm wholly unqualified to lead this discussion, but I have heard many Arabic speakers and designers and coders lament the lack of a range of Arabic fonts on the web, in complete character sets. Monofont content mu
ar: ثمة مسألة أخرى تتمثل في الخطوط العربية على الإنترنت، أنا غير مؤهلة تماماً لقيادة هذه المناقشة، ولكني سمعت العديد من المتحدثين بالعربية والمصممين والمبرمجين يشتكون من عدم وجود مجموعة من الخطوط العربية على شبكة الإنترنت، فالمحتوى موحد الخط أقل متعة في النشر

source: Where to from here?
ar: إلى أين نتجه من هنا؟

source: For the time being, SMEX will continue to translate into the written Modern Standard Arabic (Fusha) as we did last year with our materials and a video we produced. Increasingly, we're considering producing video tutorials in Lebanese. For our
ar: وفي الوقت الحالي، ستستمر مبادرة تبادل الإعلام الاجتماعي في الترجمة باللغة العربية الحديثة الموحدة (الفصحى) كما فعلنا في العام الماضي مع المواد والفيديو الذي أنتجناه، وندرس إنتاج فيديوهات للتعلم باللهجة اللبنانية، وهذا

source: online training-of-trainers course
ar: الفيديو لدورة تدريب المدربين على الإنترنت

source: , which launches this Saturday, we're also going to try to crowdsource an Arabic-English tech glossary with our training participants
ar: الذي سنطلقه يوم السبت، سنحاول أيضاً عمل مسرد تكنولوجي عربي إنجليزي مع المشاركين في دوراتنا التدريبية،

source: . We'll report back on how all that goes.
ar: سنحيطكم علماً بالتطورات.

source: As great as all the translation initiatives are—and I mean that, it is amazing to watch things opening up because of these tools—somehow, I'm still not satisfied. I'd like to propose that we think of translation not as an end in itself but more as a catal
ar: ولكني بشكل ما لا زلت غير راضية على الرغم من كبر مبادرات الترجمة، أقصد أنه من المدهش مشاهدة انفتاح الأشياء بسبب هذه الأدوات، أود أن أقترح أن نفكر في الترجمة على أنها ليست غاية في حد ذاتها ولكن بوصفها حافزا للإنتاج المتزايد للمحتوى العربي على الشبكة، فالنص

source: I'm looking forward to the day when I get to read vast tracts of original Arabic Web content translated into English. Although depending on how long it takes, by then I might already be fluent in Arabic—but I seriously doubt it.
ar: أتطلع إلى اليوم الذي أستطيع أن أقرأ فيه مساحات كبيرة من المحتوى العربي الأصلي على الإنترنت مترجم إلى اللغة الإنجليزية، وعلى الرغم من أنه بحلول هذا الوقت قد أكون قد أجدت تحدث العربية بطلاقة، ولكنني أشك فى ذلك تماماً.

source: Lebanon charges 4 with collaborating with Israel
ar: لبنان تتهم أربعة أشخاص بالتعاون مع إسرائيل.

source: By HUSSEIN DAKROUB –
ar: بقلم حسين دكروب -

source: BEIRUT (AP) — Lebanon charged four people with collaborating with Israel on Saturday, raising to 23 the number of suspected spies who have been charged in the last few months, a court official said.
ar: بيروت (الأسوشييتيدبرس) - مسؤول في المحكمة قال أن لبنان وجه يوم السبت تهما لأربعة أشخاص بالتعاون مع إسرائيل, ليرتفع بذلك العدد إلى ثلاثة و عشرين شخصا من الجواسيس المحتملين الذين تم توجيه الاتهام إليهم في الأشهر القليلة الماضية.

source: Since the recent crackdown began in April, Lebanon has arrested 35 people on suspicion of spying for Israel, the country's archenemy, Lebanese police commander Brig. Gen. Ashraf Rifi told The Associated Press.
ar: قال قائد شرطة برج. الجنرال. أشرف ريفي لوكالة اسوشيتدبرس أنه منذ أن بدأت موجة القمع الصارمة الأخيرة في شهر أيار, اعتقل لبنان خمسة و ثلاثين شخصا بتهمة التجسس لحساب إسرائيل, العدو اللدود للبلاد.

source: Lebanon considers itself at war with Israel and bans its citizens from having any contact with the Jewish state. Spying for or collaborating with Israel can be punishable by death.
ar: يعتبر لبنان نفسه في حالة حرب مع إسرائيل و يحظر على مواطنيه القيام بأي نوع من الاتصال مع الدولة العبرية. كما أن التجسس أو التعاون مع إسرائيل هو أمر يمكن أن تصل عقوبته للإعدام.

source: Military prosecutor Saqr Saqr also charged the four men Saturday with providing Israel with information about civilian and military positions and political figures, said a court official, speaking on condition of anonymity because he was not authorized to
ar: كما أضاف مسؤول في المحكمة لم يصرح عن هويته لأنه لم يفوض بالتحدث إلى وسائل الإعلام أن مدعي النيابة العسكرية صقر صقر وجه أيضا يوم السبت إلى الرجال الأربعة التهم بتزويد إسرائيل بمعلومات عن المواقع العسكرية و المدنية و الشخصيات السياسية.

source: Israel has refused in the past to comment on the spying allegations.
ar: هذا و قد رفضت إسرائيل في السابق التعليق على الادعاءات بخصوص التجسس.

source: Lebanese army commander Gen. Jean Kahwaji vowed to continue the crackdown against Israeli spies in a speech to troops Saturday, the state news agency reported.
ar: و أعلنت وكالة الأنباء في تقريرها عن أن قائد الجيش اللبناني الجنرال. جان قهوجي تعهد بمواصلة الحملة ضد الجواسيس الإسرائيليين في خطاب ألقاه أمام القوات يوم السبت.

source: Meanwhile, the Lebanese army sent a message to its troops warning them against Israeli attempts to infiltrate the military. Saturday's warning came only days after security officials said authorities detained a Lebanese army colonel on suspicion of spying
ar: في تلك الأثناء, بعث الجيش اللبناني إلى قواته رسالة تحذرهم من محاولات إسرائيلية إلى اختراق صفوف الجيش. و جاء تحذير يوم السبت بعد مرور أيام فقط على قول مسؤولين أمنيين أن السلطات اعتقلت عقيدا في الجيش اللبناني بتهمة التجسس لصالح إسرائيل و هي المرة الاولى الت

source: Some of the 23 people who have been charged are still at large. Those in custody have all been accused of providing intelligence to Israel on the militant group Hezbollah, which fought a 34-day war with Israel in 2006 that killed 1,200 people in Lebanon a
ar: بعض من الأشخاص الثلاثة و العشرين الذين تم اتهامهم ما زالوا طلقاء. اما جميع أولئك المحتجزين فقد اتهموا بتقديم المعلومات إلى إسرائيل عن جماعة حزب الله المسلحة, التي خاضت أربعة و ثلاثين يوما من الحرب مع إسرائيل عام 2006 حيث قتل فيها ألف و مئتين شخصا في لبن

source: Lebanese officials have said three suspected spies fled across the border to Israel.
ar: هذا و قد صرح مسؤولون لبنانيون عن أن ثلاثة جواسيس نجحوا في الفرار عبر الحدود إلى إسرائيل.

source: Hosted by
ar: تمت استضافته منة قبل

source: By JASON TRAHAN / The Dallas Morning News
ar: بقلم جايسون تراهان / ذي دالاس مورنينغ نيوز

source: Holy Land prosecutor Jim Jacks noted the defiant nature of the men's remarks while arguing for maximum penalties for the charity's former leadership.
ar: و قد أشار المدعي العام على الأرض المقدسة جيم جاكس إلى الطبيعة الجريئة لملاحظات الرجال بينما كانوا يجادلون حول العقوبات القصوى للقائد السابق للمؤسسة الخيرية .

source: There's been no acknowledgment by any of these defendants regarding their connection to Hamas, Jacks said. They haven't been deterred. Their entire sentencing presentation is they're being punished for providing charity. It's impor
ar: قال جاكس: لم يكن هناك اعتراف لأي من هؤلاء المتهمين حول العلاقة مع حركة حماس . و أضاف: لم يرتدعوا. و ظلوا كامل وقت عرض الدفاع يقولون أنهم يعاقبون بسبب تقديمهم لعمل الخير. من المهم بالنسبة للمحكمة أن تصدر حكما و هذه القضية لا تعبر عن معاقبة الناس بسبب

source: The government acknowledged that the former Richardson organization, once the largest Muslim charity in the U.S., did provide aid to Palestinians. But the evidence showed that they sent money to Palestinian charity offices controlled
ar: هذا و قد اعترفت الحكومة أن مؤسسة ريتشاردسون السابقة, و هي واحدة من أكبر المؤسسات الخيرية الإسلامية في الولايات المتحدة, قد قامت فعلا أظهر أنهم أرسلوا الأموال إلى مكاتب خيرية فلسطينية تتحكم بها حركة حماس. إن قانون الولايات المتحدة يحظر على تقديم المساعدة,

source: Hamas, the evidence showed during trial, parlayed that aid into support for its violent agenda to destroy Israel. That included funneling aid to family members of suicide bombers, ensuring a steady stream of new suicide recruits, test
ar: أما بالنسبة لحركة حماس, فقد أظهرت الأدلة خلال المحاكمة, أنها استثمرت تلك المساعدات عبر دعم الأعمال العنيفة التي تقوم بها لتدمير إسرائيل. و ذلك يشمل تقديم المعونات إلى عائلات الأشخاص الانتحاريين, لضمان تدفق سيل جديد من الدفعات الفدائية المجندة, و هذا ما

source: Plea for leniency
ar: التماس التساهل..

source: Defense attorneys hoping for leniency fought an uphill battle with Solis on Wednesday, who repeatedly disputed arguments that the defendants broke no laws and did not support Hamas.
ar: يأمل محامو الدفاع التساهل من قبل المحكمة خاصة بعد خوضهم معركة شرسة مع سوليز يوم الأربعاء, و الذين كرر مرارا و تكرارا عدم صدق التهم الموجهة إليهم و أنهم لم يخرقوا اي قانون و لم يقدموا الدعم لحركة حماس.

source: You did support Hamas in violation of the law, Solis told Elashi. If the Holy Land Foundation did have a face, it was the face of Hamas.
ar: و قال سوليس للعاشي: لقد قمتم بدعم حماس بالفعل و ذلك يعد انتهاكا للقانون , و أضاف: كما أن مؤسسة الأرض المقدسة تمتلك وجها, و هو وجه حماس.

source: Nancy Hollander, attorney for former Holy Land CEO Shukri Abu Baker, tried to use the case of Ali Saleh Kahlah al-Marri to persuade to judge to go easy. Al-Marri pleaded guilty in April to one count of conspiracy to provide material s
ar: نانسي هولاندر, محامية المدير التنفيذي السابق لمؤسسة الأرض المقدسة شكري أبو بكر, حاولت استخدام قضية علي صالح كحله المعري لدفع القاضي إلى التساهل. و كان المعري قد أقر بذنبه في شهر نيسان في محاكمته بتهمة التأمر لتقديم الدعم المادي لتنظيم القاعدة.

source: This is a man who admits he came to the U.S. as a sleeper agent and the government believes 15 years is sufficient, Hollander said.
ar: قالت هولاندر: هذا هو رجل يعترف أنه قدم إلى الولايات المتحدة كعميل متخفي و الحكومة تعتقد أن خمسة عشر عاما هي مدة كافية .

source: Solis retorted that raising millions of dollars to fund terrorism, that's a different situation. He said that al-Marri is an example of someone who wanted to commit 'an' act of terrorism, as bad as that is. This is support over yea
ar: أما سوليز فقد رد على ذلك بقوله: إن جمع ملايين الدولارات من أجل تمويل الإرهاب, هو وضع مختلف. و أضاف أن المعري مثال عن شخص ما أراد أن يرتكب عملا إرهابيا , بقدر ما هو أمر سيء. أما هذا فهو دعم على مدار سنوات.

source: He sentenced Abu Baker to 65 years.
ar: حكم سوليس على أبو بكر مدة خمسة وستين عاما.

source: Mohammad El-Mezain, former Holy Land endowments director and a Muslim prayer leader who delivered fiery speeches on confiscated videotapes in the case, spoke passionately about his devotion to charity, which he said was more importan
ar: محمد الميزين, مدير الأوقاف السابق في مؤسسة الأرض المقدسة و إمام المسلمين في الصلاة الذي ألقى بالخطب النارية على مصادرة أشرطة فيديو في هذه القضية ، وتحدث بحماس عن مدى صدق مساعيه الخيرية ، و الذي قال عنها أنها بالنسبة لي هي أكثر أهمية من أي برنامج سياسي

source: We did it all in the name of America, said El-Mezain, who received 15 years. The Holy Land Foundation was no different than any other Jewish or Baptist charity.
ar: لقد قمنا بذلك كله باسم أميركا , قال الميزين - الذي تلقى حكما بالسجن مدة خمسة عشر عاما. و تابع: لم تكن مؤسسة الأرض المقدسة مختلفة عن أية مؤسسة خيرية أخرى يهودية أو معمدانية.

source: Reactions
ar: ردود الأفعال على القضية.

source: Dennis Lormel, who created the FBI's Terrorist Financing Operations Section and now is a security consultant, said after the sentencings that the punishments were appropriate.
ar: دنيس لورميل, الذي وضع قسم عمليات تمويل الإرهاب في الاف بي اي و يعمل الأن مستشارا أمنيا, صرح بعد صدور الحكم أن العقوبات كانت مناسبة.

source: Holy Land and the five guilty principals fully deserve the sentences handed down, he said. Anyone criticizing the U.S. government in this matter should redirect their criticism to where it's deserved. Hamas is a terrorist organizat
ar: قال: إن كلا من مؤسسة الأرض المقدسة و الرؤساء المذنبون الخمسة يستحقون في نظري علي الاحكام التي صدرت بحقهم بالكامل. و تابع قائلا: إن أي أحد يوجه الانتقاد للحكومة الأمريكية في هذا الصدد يجب أن يعيد توجيه النقد لمن يستحق,. حماس منظمة إرهابية قامت بوضوح ب

source: Mark Briskman, head of the regional office of the pro-Jewish Anti-Defamation League, lauded Solis as a no-nonsense judge who gets it.
ar: مارك بريسك مان رئيس المكتب الاقليمي للاتحاد اليهودي الموالي لرابطة مكافحة التشهير أشاد بحكم سوليز قائلا أنه: قاض لا وجود لمن يقف أمامه.

source: The implication of this trial is significant, and the sentencing handed down by the judge indicates that seriousness.
ar: إن النتيجة الصادرة عن هذه المحاكمة هام جدا, كما أن الحكم الذي أصدره القاضي يشير إلى مدى الجدية.

source: Kay Guinane, program manager for the Charity and Security Network, a project of the government watchdog group OMB Watch, predicted more trouble for U.S. charities doing international outreach, which is already suffering because of the
ar: أما كاي غوينون, مدير البرنامج الشبكة الخيرية و الأمنية, و هو مشروع حكومي لمجموعة واتش دوغ او ام بي ووتش, فقد توقع المزيد من المشاكل للمؤسسات الخيرية في الولايات المتحدة فيما يخص القيام بتبرعات خيرية على مستوى العالم. و التي هي بالفعل تعاني بسبب مؤسسة الأر

source: The ... sentences handed down in the Holy Land Foundation trial indicate that this situation is likely to get worse, she said.
ar: و أضاف: إن .. الأحكام الصادرة في قضية مؤسسة الأرض المقدسة تشير إلى أن هذه الحالة من المحتمل أن تزداد سوءا,

source: Crime blog:
ar: مدونة الجريمة:

source: Holy Land Foundation archive
ar: أرشيف مؤسسة الأرض المقدسة.

source: Archive:
ar: أرشيف:

source: The Holy Land Foundation saga
ar: قصة مؤسسة الأرض المقدسة.

source: Also Online
ar: على الانترنت أيضا....

source: The aim is to make it simpler for anyone to find and follow a person or organization’s social activities online, be it a Facebook profile, page or group; a Twitter account; a LinkedIn profile; a YouTube channel …etc.
ar: و لعل الهدف من ذلك المشروع هو تبسيط عملية محاولة إيجاد و إتباع النشاطات الإجتماعية عبر شبكات الإنترنت الإجتماعية الخاصة بشخصٍ ما أو بمنظمة معينة، و منها افيس بوك و كذلك التويتر و أيضاً لينك إن أو حتى فرصة الحصول على رابط معين لليو تيوب.

source: Currently, folowen uses Google AJAX Search API to find user profiles on 19 different social media sites including three Arab ones:
ar: و حالياً تستخدم فلووين محك جوجل البحثي (إيه جي أيه إكس) ال (الأيه بي آي) بهدف إيجاد بيانات المستدمين بتسعة عشرة شبكة إجتماعية مختلفة و منها ثلاثة شبكات عربية أساسية و هي:

source: Questler
ar: كويسلر

source: Ikbis
ar: إكبس،

source: Watwet
ar: و وتوات.

source: Search is only the first piece in the bigger puzzle that folowen wants to build, and this ongoing private beta is concentrated on perfecting that to make sure that users are getting the right results for their searches. Once out of private beta, the searc
ar: و يعد البحث هو الجزء الأول من تلك الأحجية الكبرى و التي تريد فلووين بنائها، و تلك النسخة التجريبية الخاصة تركز على التكامل بهدف جعل المستخدمين يحصلون على النتائج السليمة لأبحاثهم. و بعد الإنتهاء من تلك المرحلة التجريبية فإن المحك البحثي سيكون متاح للجميع

source: Signed up users also have the possibility of having their search history saved automatically so that they can go back to them and view their results at any time.
ar: و كذلك ستتاح الفرصة أمام المستخدمينم المختلفين أن يحصلوا على حفظ لسجل الأبحاث التي يقومون بها بلشكل تلقائي و من ثم تتاح أمامهم الفرصة للعودة مرةً أخرى للنتائج في أي وقتٍ شاؤوا

source: The next step after search will be to enable signed up users to link up folowen into some of the supported social services to be able to follow/connect right from folowen without having to go to that service. This obviously will only be available for serv
ar: و الخطوة التالية التي ستلي عملية البحث ستكون محاولة تمكين المستخدمين من رابط فلووين و ربطها بمجموعة من الشبكات الإجتماعية العالمية لتكون عندهم الفرصة للتبع و الإتصال مباشرة من خحلال الفلووين. و سيكون هذا متاح فقط للخدمات ذات ترخيص ال إية بي إس و هي المفتو

source: By Maher Chmaytelli
ar: بقلم ماهر شاميطيلي.

source: May 21 (Bloomberg) -- The United Arab Emirates, the second_largest Arab economy, is showing signs of economic recovery,_Foreign Trade Minister
ar: الحادي و العشرون من شهر أيار ( بلومبيرغ ) - الإمارات العربية المتحدة, ثاني أكبر اقتصاد في العالم العربي, تبدي علامات من الانتعاش الاقتصادي, هذا ما قالته وزيرة التجارة الخارجية

source: Sheikha Lubna al-Qasimi
ar: - الشيخة لبنى القاسمي

source: “Positive preliminary indicators show that the U.A.E._market has overcome the impact of the global financial_meltdown,” the official news service WAM cited the minister as_saying today in the capital Abu Dhabi. “This is thanks to early_measures adopted by
ar: و نقلت وكالة الأنباء الرسمية دبليو اي ام عن الوزيرة ما قالته اليوم في العاصمة أبو ظبي: تدل المؤشرات الأولية الإيجابية إلى أن سوق الإمارات العربية المتحدة قد استطاع تخطي الانصهار المالي العالمي. و أضافت الوزيرة: إن هذا الأمر حدث بفضل الإجراءات المبكر

source: The U.A.E. economy may expand 1.6 percent next year after_contracting in 2009 after oil prices plummeted, Citigroup Inc._said on April 26.
ar: هذا و قالت شركة سيتي غروب في السادس و العشرين من شهر نيسان أنه من المحتمل أن يتوسع اقتصاد الإمارات العربية المتحدة بنسبة 1.6 في المئة في العام القادم و ذلك بعد التقلص الذي حدث عام 2009 على اثر تراجع أسعار النفط .

source: The U.A.E. in September set up a $13.6 billion fund for the_countries’ banks to boost liquidity. In October, it guaranteed_bank deposits and said it would add another $19 billion into the_banking system. The central bank cut its repurchase rate to 1_perce
ar: وضعت دولة الإمارات العربية المتحدة في شهر أيلول مبلغ 13.6 مليار دولار كتمويل في بنوك الدول من أجل تعزيز سيولتها. و في شهر تشرين الأول, ضمنت الودائع في البنوك و قالت أنها ربما ستضخ مبلغ تسعة عشر مليار دولار أخرى إلى النظام المصرفي. كما قام البنك المركزي ب

source: To contact the reporter on this story:
ar: للاتصال بمراسل هذه القصة:

source: Maher Chmaytelli
ar: ماهر شاميطيلي

source: in Dubai at
ar: في دبي على البريد الالكتروني:

source: Last Updated: May 21, 2009 06:08 EDT
ar: أخر تحديث تم في: الحادي عشر من شهر أيار, 2009._الساعة 6:08 مساء.

source: Share
ar: شارك هذه القصة

source: Nasrallah: Hezbollah cannot be disarmed by force
ar: نصر الله: لا يمكن نزع سلاح حزب الله بالقوة

source: BEIRUT – Hezbollah Secretary General Sayyed Hassan Nasrallah said on Friday during the commemoration of the 9th annual anniversary of the Resistance and Liberation Festival in Baalbeck that, “the Bekaa constituted the first nucleus and the base for launch
ar: بيروت – قال الأمين العام لحزب الله سيد حسن نصر الله يوم الجمعة خلال الاحتفال التاسع بذكرى عيد المقاومة والتحرير في بعلبك إن البقاع شكلت أول نواة وقاعدة لانطلاق المقاومة في لبنان.

source: Nasrallah told the Bekaa residents that their support of the resistance and Hezbollah is “natural, patriotic and Islamic.”
ar: وقال نصر الله لسكان البقاع إن دعمهم للمقاومة وحزب الله هو أمر طبيعي ووطني وإسلامي.

source: He added that, “the resistance from the very beginning did not enjoy national consensus,” adding that, “there are political forces since 1982 up till now did not issue a single statement sympathizing with the resistance.”
ar: وأضاف أن المقاومة من البداية لم تتمتع بتوافق وطني، مضيفاً أن هناك قوى سياسية منذ عام 1982 وحتى الآن لم تصدر بياناً واحداً للتعاطف مع المقاومة.

source: Nasrallah also said that the resistance “faces dangerous challenges” following their “victory in 2000 the Zionists are working on a new strategy that was announced by Sylvan Shalom who said that they will turn the international community against Hezbollah
ar: وقال نصر الله إن المقاومة تواجه تحديات خطيرة بعد انتصارهم في سنة 2000 حيث يعمل الصهاينة على استراتيجية جديدة أعلنها سيلفان شالوم الذي قال أنه سيقلب المجتمع الدولي ضد حزب الله.

source: He emphasized again that Hezbollah “cannot be disarmed by force” and replied to those calling them to hand over their arms. Nasrallah stated that they were the first to call for a national dialogue over the defense strategy. He said, “What made Lebanon s
ar: وأكد مجدداً إن حزب الله لا يمكن نزع سلاحه بالقوة ورداً على هؤلاء الذين يطالبونهم بتسليم أسلحتهم، وأكد نصر الله إن جماعته كانت أول من دعا إلى حوار وطني حول الاستراتيجية الدفاعية، وقال: ما جعل لبنان قوي دون مخاوف في التصدي للجيش الإسرائيلي بأكمله هو المق

source: On the other hand, Hezbollah leader promised if the opposition wins the elections and forms a government, they will apply their program “in strengthening and arming the army empowering it with the defense of Lebanon.”
ar: وعلى الجانب الآخر، تعهد زعيم حزب الله أنه في حال فوز المعارضة في الانتخابات وتشكيل حكومة، فإنهم سيطبقون برنامجهم في تعزيز الجيش وتسليحه وتمكينه للدفاع عن لبنان.

source: Nasrallah concluded that following June 7 they want “a national unity government, cooperation based on all past lessons learnt,” adding their “support the continuation of the national dialogue because we need a defense strategy.”
ar: وخلص نصر الله إلى أنه بعد 7 يونيو فإنهم يريدون حكومة وحدة وطنية وتعاون قائم على جميع الدروس المستفادة السابقة، مضيفاً أيدوا استمرار الحوار الوطني لأننا بحاجة إلى استراتيجية دفاعية.

source: Opinion
ar: وجهة نظر

source: Iraqis should make friends
ar: يجب على العراقيين صنع صداقات مع الآخرين
